Repository: ThucT4/Monopoly-Game
Catalog: MonopolyGame/*.lproj/Localizable.strings
Languages: vi

source: PLAY
vi: CHƠI

source: Settings
vi: Cài Đặt

source: Leader Board
vi: Xếp Hạng

source: Achievements
vi: Huy Chương

source: Monopoly Rules
vi: Luật Chơi

source: Language
vi: Ngôn Ngữ

source: English (en)
vi: Tiếng Việt (vi)

source: Player 1:
vi: Người chơi 1:

source: Player 2:
vi: Người chơi 2:

source: Easy
vi: Dễ

source: Medium
vi: Thường

source: Hard
vi: Khó

source: Get 200$ salary when passing GO. No taxes.
vi: Nhận 200$ khi đi qua GO. Không có thuế.

source: Get 200$ salary when passing GO. 2 Tax offices
vi: Nhận 200$ khi đi qua GO. Có 2 nơi thu thuế.

source: No salary when passing GO. 2 Tax offices
vi: Không nhận lương khi đi qua GO. Có 2 nơi thu thuế.

source: Win 1 game
vi: Thắng 1 ván

source: Win 3 games
vi: Thắng 3 ván

source: Win 10 games
vi: Thắng 10 ván

source: Win 100 games
vi: Thắng 100 ván

source: MONOPOLY Game Rules
vi: Luật chơi MONOPOLY

source: How To Win
vi: Cách Để Chiến Thắng

source: On Your Turn
vi: Vào Lượt Của Bạn

source: Board Spaces
vi: Các Ô Trên Bàn Cờ

source: Move around the board buying as many properties (Streets, Stations and Utilities) as you can. Each player start with $1,500. The more you own, the more rent you'll get. If you're the last player when all other players have gone bankrupt, you win!
vi: Di chuyển quanh bàn để mua càng nhiều tài sản (Đường, Nhà ga và Tiện ích) càng tốt. Mỗi người chơi bắt đầu với 1.500$. Sở hữu càng nhiều bạn sẽ nhận được càng nhiều tiền thuê. Nếu bạn là người chơi cuối cùng khi tất cả người chơi khác đã phá sản, bạn thắng!

source: Roll the dices
vi: Đổ xí ngầu

source: Your token will move forward that number of spaces
vi: Token của bạn sẽ di chuyển về phía trước số bước đó

source: Where did you land?
vi: Bạn đáp vào ô?

source: If you land on a Street, you'll have the chance to buy that property (if unowned) or you'll have to pay rent to the owner!
vi: Nếu bạn đáp vào một đường, bạn có thể mua nó (nếu chưa được mua) hoặc phải trả tiền thuê cho chủ sở hữu!

source: If you landed on an SKIP SPACE, you'll move forward one space
vi: Nếu bạn đáp vào ô SKIP SPACE, bạn sẽ di chuyển về phía trước 1 ô

source: After moving, you can manage your property, if you want to. You can buy buildings. You can only initiate these actions on your turn.
vi: Sau khi di chuyển, bạn có thể quản lí tài sản. Bạn có thể mua công trình. Bạn chỉ có thể làm khi trong lượt của mình.

source: Buy Houses
vi: Mua Nhà

source: When you are ready, end your turn.
vi: Khi đã sẵn sàng, hãy kết thúc lượt của bạn.

source: Streets
vi: Đường

source: Unowned Streets
vi: Đường chưa được mua

source: When you land on a Street that no one owns, you can buy it or not.
vi: Khi bạn đáp vào một đường chưa được ai mua, bạn có thể mua nó hoặc không.

source: Owned Streets
vi: Đường đã được mua

source: When you land on a Street that someone else owns, you must pay them rent!
vi: Khi bạn đáp vào một đường đã được mua bởi người khác, bạn phải trả phí thuê!

source: If you buy Houses, rent goes up even more!
vi: Nếu bạn mua nhà, phí thuê sẽ tăng lên!

source: You can also upgrade to Hotels!
vi: Bạn cũng có thể nâng cấp lên Khách sạn!

source: Stations
vi: Nhà ga

source: Stations are like Streets, except that Houses and Hotels cannot be built on Stations.
vi: Nhà ga giống như Đường, ngoại trừ việc bạn không thể mua Nhà và Khách sạn trên Nhà ga.

source: Rent depends on how many Stations the owner has.
vi: Phí thuê phụ thuộc vào số Nhà ga chủ sở hữu có.

source: Action Spaces
vi: Ô Hành Động

source: If you move took you onto or past the GO space, you get $200 from the Bank
vi: Nếu bạn đến hoặc đi qua ô GO, bạn có thể nhận $200 từ Bank

source: Relax! Nothing happens.
vi: Chill! Khum có gì đâu =)).

source: Select Mode
vi: Chế Độ Chơi

source: Pass & Play
vi: Chuyền & Chơi

source: Challenge our AI players
vi: Đấu với AI máy

source: Pass one device between players
vi: Chuyền thiết bị giữa các người chơi

source: Coming soon!
vi: Sắp ra mắt

source: Resume games?
vi: Chơi tiếp?

source: There is a game in progress.
vi: Có một ván đấu đang diễn ra.

source: NEW GAME
vi: CHƠI MỚI

source: RESUME
vi: TIẾP TỤC

source: END TURN
vi: XONG LƯỢT

source: BUY $%@
vi: MUA $%@

source: DON'T BUY
vi: BỎ QUA

source: %@ is bankrupt!
vi: %@ đã phá sản!

source: %@ paid $%@ to %@
vi: %@ trả $%@ cho %@

source: Purchase Cost
vi: Giá mua

source: Mortgage Value
vi: Giá thế chấp

source: Rent
vi: Thuê

source: Rent with color set
vi: Thuê khi đủ bộ màu

source: Rent with
vi: Thuê với

source: House cost
vi: Giá nhà

source: Hotel cost
vi: Giá khách sạn

source: Rent with 2 stations are owned
vi: Thuê khi sở hữu 2 bến

source: Rent with 3 stations are owned
vi: Thuê khi sở hữu 3 bến

source: Rent with 4 stations are owned
vi: Thuê khi sở hữu 4 bến

source: %@) is the winner!
vi: %@ chiến thắng!
